---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ReferenceArray
source: html/f91d8640-c5fb-db32-9492-eb81db69e950.htm
---
# ReferenceArray Members

Initializes a new instance of the ReferenceArray class